Repository: taqerun/MiqsiAnonChat
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Welcome to Miqsi Anon Chat!
ru: Добро пожаловать в Miqsi Anon Chat!

source: to find someone to chat with
ru: найти собеседника

source: to change bot language
ru: изменить язык бота

source: to set your interests
ru: настроить ваши интересы

source: In your dialog mode, only voice messages are allowed.
ru: В вашем режиме диалога разрешены только голосовые сообщения.

source: In your dialog mode, only video messages are allowed.
ru: В вашем режиме диалога разрешены только видео-сообщения.

source: In this mode, only voice or video messages are allowed.
ru: В вашем режиме диалога разрешены только голосовые и видео сообщения.

source: You haven't dialog partner
ru: Вы остановили диалог

source: You are already friends now
ru: Вы уже друзья

source: You have sent a friend request Waiting for a reply from the person you are talking to...
ru: Вы отправили запрос на дружбу Ждем ответа от собеседника...

source: A user sent you a friend request Would you like to be anonymous friends?
ru: Пользователь отправил вам запрос на дружбу Хотите ли вы быть анонимными друзьями?

source: You declined a friendship request</b>
ru: Вы отклонили запрос на дружбу

source: The person you're talking to has declined your friendship request
ru: Собеседник отклонил ваш запрос на дружбу

source: You are not in dialog now
ru: Вы сейчас не в диалоге

source: You already in dialog now
ru: Вы уже в диалоге

source: Choose your friend
ru: 👥 Мои друзья

source: Now you don't have any friends
ru: Сейчас у вас нет друзей

source: Rename
ru: Переименовать

source: Request for dialog
ru: Запрос на диалог

source: Delete
ru: Удалить

source: Back
ru: Назад

source: Choose action for: {name}
ru: Выбирайте действие для: {name}

source: Are you sure?
ru: Вы уверены?

source: Choose your interests
ru: Выбрать ваши интересы

source: Choose your language
ru: Выберите язык

source: Language updated from {before} to {after}
ru: Язык обновлен с {before} на {after}

source: Please choose a language different from your current one
ru: Пожалуйста, выберите язык, отличный от вашего текущего

source: Choose dialog mode:
ru: Выберите режим диалога:

source: Reset interests
ru: Сбросить интересы

source: Default
ru: Обычный

source: Only voice messages
ru: Только голосовые сообщения

source: Only video messages
ru: Только видео-сообщения

source: Voice and video messages
ru: Голосовые и видео сообщения

source: Confirm
ru: Подтвердить

source: Cancel
ru: Отмена

source: 🔎 Search dialog
ru: 🔎 Искать собеседника

source: 💬 Change dialogs mode
ru: 💬 Изменение режима диалогов

source: 🧩 Set your interests
ru: 🧩 Настроить ваши интересы

source: ⚙ Change bot language
ru: ⚙ Изменить язык бота

source: 👥 My friends
ru: 👥 Мои друзья

source: Choose an action
ru: Выберите действие

source: 🔎 Search next dialog
ru: 🔎 Искать следующего собеседника

source: ❌ Stop
ru: ❌ Стоп

source: 👥 Add user to friends
ru: 👥 Добавить пользователя в друзья

source: You now have an anonymous friend {name}! You can submit a request to communicate with your friends in the main menu of the bot
ru: У вас теперь есть анонимный друг {name}! Вы можете отправить запрос на общение с друзьями в главном меню бота

source: Friend with name {old_name} renamed to {new_name}
ru: Друг с именем {old_name} переименован на {new_name}

source: Friend is not found
ru: Друг не найден

source: {name} has been removed from friends</b>
ru: {name} был удалён из друзей

source: {name} has removed you from friends
ru: {name} удалил вас из друзей

source: Failed to deliver message. The user may have blocked the bot.
ru: Не удалось доставить сообщение. Возможно, пользователь заблокировал бота

source: Common interests
ru: Общие интересы

source: It's your friend {friend_name}!
ru: Это твой друг {friend_name}!

source: A conversational partner has been found!
ru: Собеседник найден!

source: stop the dialog
ru: остановить диалог

source: find the next partner
ru: искать следующего собеседника

source: add user as a friend
ru: добавить пользователя в друзья

source: Dialog search stopped
ru: Поиск диалога остановлен

source: You have left the dialog
ru: Вы остановили диалог

source: Your partner left the dialog
ru: Вы остановили диалог

source: with interests
ru: с интересами

source: Looking for a dialog partner{interests} Dialog mode: {mode}
ru: Поиск партнера по диалогу{interests} Режим диалога: {mode}

source: Oops... Something went wrong.
ru: Упс... Что-то пошло не так

source: anime
ru: аниме

source: music
ru: музыка

source: games
ru: игры

source: books
ru: книги

source: travels
ru: путешествия

source: pets
ru: питомцы

source: roleplay
ru: ролевые игры

source: memes
ru: мемы

source: sport
ru: спорт
